Repository: IzzySoft/HyperSQL
Catalog: lang/*/LC_MESSAGES/hyperjdoc.po
Languages: de_de

source: @%(tag)s requires <text> parameter, none given in %(file)s line %(line)s
de_de: @%(tag)s erfordert <text> Parameter, es wurde jedoch keiner angegeben in %(file)s Zeile %(line)s

source: @%(tag)s requires at least one parameter, none given in %(file)s line %(line)s
de_de: @%(tag)s erfordert zumindest einen Parameter, es wurde jedoch keiner angegeben in %(file)s Zeile %(line)s

source: @param requires at least one parameter, none given in %(file)s line %(line)s
de_de: @param erfordert zumindest einen Parameter, es wurde jedoch keiner angegeben in %(file)s Zeile %(line)s

source: Additional Info
de_de: Zusätzliche Info

source: Author
de_de: Autor

source: Available Since
de_de: Verfügbar seit

source: Column
de_de: Spalte

source: Columns
de_de: Spalten

source: DEPRECATED
de_de: VERALTET

source: Data Type
de_de: Datentyp

source: Description
de_de: Beschreibung

source: Example Usage
de_de: Beispiel Anwendung

source: Just used internally.
de_de: Nur intern benutzt

source: License
de_de: Lizenz

source: Missing description
de_de: Fehlende Beschreibung

source: Missing description for %(type)s column (#%(index)s)
de_de: Fehlende Beschreibung für %(type)s column (#%(index)s)

source: Missing description for %(type)s parameter (#%(index)s)
de_de: Fehlende Beschreibung für %(type)s parameter (#%(index)s)

source: Missing description for column "%(pname)s" for %(otype)s %(oname)s in %(file)s line %(line)s
de_de: Fehlende Beschreibung für Spalte "%(pname)s" für %(otype)s %(oname)s in %(file)s Zeile %(line)s

source: Missing description for column %s
de_de: Fehlende Beschreibung für Spalte %s

source: Missing description for column of type "%(type)s" for %(otype)s %(name)s in %(file)s line %(line)s
de_de: Fehlende Beschreibung für Spalte vom Typ "%(type)s" für %(otype)s %(name)s in %(file)s Zeile %(line)s

source: Missing description for parameter "%(pname)s" for %(otype)s %(oname)s in %(file)s line %(line)s
de_de: Fehlende Beschreibung für Parameter "%(pname)s" für %(otype)s %(oname)s in %(file)s Zeile %(line)s

source: Missing description for parameter %s
de_de: Fehlende Beschreibung für Parameter %s

source: Missing description for parameter of type "%(type)s" for %(otype)s %(name)s in %(file)s line %(line)s
de_de: Fehlende Beschreibung für Parameter vom Typ "%(type)s" für %(otype)s %(name)s in %(file)s Zeile %(line)s

source: Missing mandatory tag "%(tag)s" for %(otype)s %(name)s in %(file)s line %(line)s
de_de: Fehlendes obligatorisches Tag "%(tag)s" für %(otype)s %(name)s in %(file)s Zeile %(line)s

source: Missing mandatory tag: @%s
de_de: Fehlendes obligatorisches Tag: @%s

source: Missing name for %(type)s column (#%(index)s)
de_de: Fehlender Name für %(type)s Spalte (#%(index)s)

source: Missing name for %(type)s parameter (#%(index)s)
de_de: Fehlender Name für %(type)s Parameter (#%(index)s)

source: Missing name for column of type "%(type)s" for %(otype)s %(name)s in %(file)s line %(line)s
de_de: Fehlender Name für Spalte vom Typ "%(type)s" für %(otype)s %(name)s in %(file)s Zeile %(line)s

source: Missing name for parameter of type "%(type)s" for %(otype)s %(name)s in %(file)s line %(line)s
de_de: Fehlender Name für Parameter vom Typ "%(type)s" für %(otype)s %(name)s in %(file)s Zeile %(line)s

source: Missing return value
de_de: Fehlender Return-Wert

source: Missing return value for %(otype)s %(name)s in %(file)s line %(line)s
de_de: Fehlender Return-Wert für %(otype)s %(name)s in %(file)s Zeile %(line)s

source: No object type specified for object id %(name)s, ID %(id)s in %(file)s line %(line)s
de_de: Kein Objekttyp angegeben für %(name)s, ID %(id)s in %(file)s Zeile %(line)s

source: Parameter count mismatch for %(otype)s %(name)s in %(file)s line %(line)s (%(lc)s / %(lj)s)
de_de: Falsche Parameteranzahl für %(otype)s %(name)s in %(file)s Zeile %(line)s (%(lc)s / %(lj)s)

source: Parameter count mismatch: Code has %(cparms)s parameters, Javadoc %(jparms)s
de_de: Falsche Parameteranzahl: %(cparms)s im Code, %(jparms)s in Javadoc

source: Parameters
de_de: Parameter

source: Private
de_de: Privat

source: Return values
de_de: Return-Werte

source: See also
de_de: Siehe auch

source: Throws Exception
de_de: Wirft Exception

source: Unnamed object with ID %(id)s (%(file)s line %(line)s has no object type set!
de_de: Unbenanntes Objekt mit der ID %(id)s (%(file)s Zeile %(line)s) hat keinen Objekt-Typ definiert!

source: Used
de_de: Wird benutzt

source: Uses
de_de: Benutzt

source: Version Info
de_de: Versionsinfo

source: Webpage
de_de: Website

source: unsupported JavaDoc tag "%(tag)s" in %(file)s line %(line)s
de_de: unbekanntes JavaDoc Tag "%(tag)s" in %(file)s Zeile %(line)s
