Repository: IzzySoft/HyperSQL
Catalog: lang/*/LC_MESSAGES/hyperopts.po
Languages: de_de

source: Cache Options
de_de: Cache Optionen

source: Dependency Graph Options
de_de: Optionen für die Abhängigkeits-Graphen

source: Logging Options
de_de: Logging Optionen

source: Options can be used to override configured values.
de_de: Optionen können benutzt werden, um Werte aus der Konfigurationsdatei für diese Ausführung zu überschreiben.

source: Processing Options
de_de: Optionen für die Verarbeitung

source: Syntax: %prog [options] [project]
de_de: Syntax: %prog [Optionen] [Projekt]

source: check for Javadoc errors and write the corresponding report
de_de: auf Javadoc Fehler prüfen und den entsprechenden Report generieren

source: config file to use
de_de: alternative Einstellungsdatei benutzen

source: directory the generated HTML files should be written to
de_de: Verzeichnis, in das die generierten HTML-Dateien geschrieben werden sollen

source: directory to parse for source files
de_de: Verzeichnis, in dem nach den Quellcode-Dateien gesucht werden soll

source: do not check for Javadoc errors and do not write the corresponding report
de_de: nicht auf Javadoc-Fehler prüfen (und den zugehörigen Report natürlich auch nicht erstellen)

source: do not draw the specified graph (multiple definitions allowed)
de_de: den angegebenen Abhängigkeits-Graphen nicht erstellen. Kann mehrfach spezifiziert werden (jeweils ein Graph)

source: do not include (and link to) highlighted source
de_de: Source-Code nicht highlighten, verlinken, und einfügen

source: do not link to targets in code calls
de_de: keine Links in den Source-Code einfügen

source: do not process javadoc
de_de: Javadoc nicht verarbeiten

source: do not process this page. Multiple definitions (for multiple pages) are possible.
de_de: diese Seite nicht erstellen. Kann mehrfach spezifiziert werden (jeweils eine Seite pro Spezifikation)

source: do not purge old HTML files before creating the new ones
de_de: HTML-Dateien vom vorigen Lauf nicht entfernen

source: do not scan in strings for where/what objects are used
de_de: Strings nicht auf verwendete Objekte untersuchen

source: do not scan short references for where/what objects are used
de_de: Kurzreferenzen bei der Suche nach verwendeten Objekten nicht berücksichtigen

source: do not write progress information to STDOUT
de_de: keine Fortschritts-Anzeige auf der Standardausgabe verwenden

source: draw the specified graph (multiple definitions allowed)
de_de: den angegebenen Abhängigkeits-Graphen erstellen. Mehrfachnennungen möglich (ein Graph pro Spezifikation)

source: include (and link to) highlighted source
de_de: Sourcecode highlighten, verlinken, und einbinden

source: len parameter for the fdp processor
de_de: len Parameter für den Graphviz-Prozessor fdp

source: len parameter for the neato processor
de_de: len Parameter für den Graphviz-Prozessor neato

source: link to targets in code calls
de_de: im Quellcode auf aufgerufene Funktionen/Prozeduren verlinken

source: log level to use for STDOUT
de_de: Log-Level für die Bildschirmausgabe

source: log level to use for the log file
de_de: Log-Level für die Logdatei

source: mindist parameter for the circo processor
de_de: mindist Parameter für den Graphviz-Prozessor circo

source: name of the font to use for the graphs (e.g. Arial)
de_de: von Graphviz zu verwendende Schriftart (z.B. Arial)

source: objects to include with the dependency graphs. Multiple specifications (one per required object) are possible.
de_de: Objekte, die in den Abhängigkeitsgraphen verwendet werden sollen

source: override the cache dir location
de_de: Verzeichnis für Cache-Dateien

source: process javadoc
de_de: Javadoc verarbeiten

source: process this page. Multiple definitions (for multiple pages) are possible.
de_de: die angegebene Seite erstellen. Mehrfachnennungen möglich (je eine Seite pro Nennung)

source: purge old HTML files before creating the new ones
de_de: HTML-Dateien von vorigen Ausführungen entfernen

source: purge the specified cache at the very start. Possible values are: all, code, depdata. Multiple definitions are possible.
de_de: Cache-Dateien vom angegebenen Typ vor der Verarbeitung löschen. Mögliche Werte sind: all, code, depdata. Mehrfache Spezifizierung ist möglich.

source: scan in strings for where/what objects are used
de_de: Strings nach verwendeten Objekten durchsuchen

source: scan short references for where/what objects are used
de_de: Kurzreferenzen bei der Suche nach verwendeten Objekten berücksichtigen

source: set the "blind offset" to this number of lines
de_de: "blind offset" auf die angegebene Zeilenzahl setzen

source: size of the font to use for the graphs (e.g. 10 or 8.5)
de_de: Schriftart-Größe für die erstellten Graphen (z.B. 10 oder 8.5)

source: space between the levels (for the dot processor)
de_de: Freiraum zwischen den Ebenen (für den Graphviz-Prozessor dot)

source: space between the levels (for the twopi processor)
de_de: Freiraum zwischen den Ebenen (für den Graphviz-Prozessor twopi)

source: turn the cache off
de_de: Cache deaktivieren

source: turn the cache on
de_de: Cache aktivieren

source: use the specified file to write our log into
de_de: angegebene Datei als Log-Datei verwenden

source: which graphviz module to use
de_de: zu verwendender Graphviz-Prozessor (fdp, dot, neato, twopi, circo)

source: write progress information to STDOUT
de_de: Fortschrittsanzeige auf der Standardausgabe aktivieren
