Repository: IzzySoft/HyperSQL
Catalog: lang/*/LC_MESSAGES/hypersql.po
Languages: de_de

source: %(from)s to %(to)s lines
de_de: %(from)s bis %(to)s Zeilen

source: %(otype)s %(name)s has no JavaDoc information attached
de_de: Keine JavaDoc Informationen verfügbar für %(otype)s %(name)s

source: %s lines and more
de_de: %s Zeilen und mehr

source: %s obsolete files removed from cache
de_de: %s obsolete Dateien aus dem Cache entfernt

source: Access from
de_de: Zugriff von

source: Avg Lines
de_de: Avg Zeilen

source: Bug List
de_de: Bug Liste

source: CSS-File
de_de: CSS-Datei

source: Cannot process Oracle Forms XML files - SAX API (pyxml) seems to be unavailable.
de_de: Kann keine Oracle Forms XML Dateien verarbeiten - SAX API (pyxml) scheint nicht verfügbar zu sein.

source: Checking cache for copies of already deleted/moved files
de_de: Überprüfe Cache auf Kopien entfernter Dateien

source: Code Statistics
de_de: Code Statistiken

source: Comment
de_de: Kommentare

source: Copying static files
de_de: Kopiere statische Dateien

source: Could not find filename for %(otype)s %(name)s
de_de: Dateiname für %(otype)s %(name)s kann nicht ermittelt werden

source: Creating "package with functions and procedures" index
de_de: Erstelle detaillierten Package-Index

source: Creating "where used" pages
de_de: Erstelle 'where used' Seiten

source: Creating %s index
de_de: Erstelle %s Index

source: Creating %s list
de_de: Erstelle %s Liste

source: Creating dependency graphs
de_de: Erstelle Abhängigkeits-Graphen

source: Creating file list
de_de: Erstelle Dateiliste

source: Creating filename by path index
de_de: Erstelle Dateinamen-Index mit Pfad

source: Creating filename no path index
de_de: Erstelle Dateinamen-Index ohne Pfad

source: Creating full form index
de_de: Erstelle detaillierten Forms-Index

source: Creating hyperlinked source file pages
de_de: Erstelle verlinkte Quellcode-Dateien

source: Creating output subdirectories
de_de: Erstelle Ausgabeverzeichnisse

source: Creating package index
de_de: Erstelle Package Index

source: Creating site index page
de_de: Erstelle Startseite

source: Creating statistics page
de_de: Erstelle Statistikseite

source: DepGraph: could not set properties for element %(object)s (to file %(file)s)
de_de: DepGraph: Eigenschaften für Element %(object)s (auf Datei %(file)s) können nicht gesetzt werden

source: DepGraph: could not set properties for objects %(object)s/%(info)s
de_de: DepGraph: Eigenschaften für die Objekte %(object)s/%(info)s konnten nicht gesetzt werden

source: DepGraph: could not set properties from element %(object)s to file %(file)s line %(line)d
de_de: DepGraph: Eigenschaften für Element %(object)s auf Datei %(file)s Zeile %(line)d konnten nicht gesetzt werden

source: Dependency Graph
de_de: Abhängigkeits-Graph

source: Dependency Graphs
de_de: Abhängigkeits-Graphen

source: Empty
de_de: Leer

source: Empty Lines
de_de: Leerzeilen

source: Encoding trouble writing sourcecode of %s:
de_de: Kodierungs-Problem beim Schreiben des Sourcecodes von %s:

source: Error while copying %s from cache
de_de: %s konnte nicht aus dem Cache-Verzeichnis kopiert werden.

source: Error while copying %s to cache
de_de: %s konnte nicht in das Cache-Verzeichnis kopiert werden.

source: Excluding strings from where_used scan
de_de: Strings werden beim where_used Scan ignoriert

source: Extracting Unit-Tests
de_de: Extrahiere Unit-Tests

source: File
de_de: Datei

source: File Name Index
de_de: Dateien

source: File Names by Path Index
de_de: Dateien mit Pfadnamen

source: File Statistics
de_de: Datei-Statistiken

source: Files between %(from)s and %(to)s
de_de: Dateien von %(from)s bis %(to)s

source: Files larger than %s
de_de: Dateien größer als %s

source: Form Functions
de_de: Form Funktionen

source: Form General
de_de: Form allgemein

source: Form Index
de_de: Forms

source: Form Overview
de_de: Form Übersicht

source: Form Procedures
de_de: Form Prozeduren

source: Full Forms Listing
de_de: Vollständige Forms Liste

source: Full Package Listing
de_de: Vollständige Package Liste

source: Function
de_de: Funktion

source: Function %(function)s in package %(package)s has no JavaDoc information attached
de_de: Für die Funktion %(package)s.%(function)s wurden keine JavaDoc Informationen bereitgestellt

source: Function Index
de_de: Funktionen

source: Functions
de_de: Funktionen

source: Graphviz threw an error:
de_de: Graphviz hat einen Fehler gemeldet:

source: Graphviz trouble - unable to generate the graph
de_de: Probleme mit Graphviz - kann keine Abhängigkeits-Graphen erstellen

source: HTML-Dir
de_de: HTML-Verzeichnis

source: HyperSQL Reference
de_de: HyperSQL Referenz

source: HyperSQL v%s exiting normally
de_de: HyperSQL v%s normal beendet

source: HyperSQL v%s initialized
de_de: HyperSQL v%s initialisiert

source: I/O error while copying %(source)s to %(target)s
de_de: Fehler beim Kopieren: Quelle: %(source)s => Ziel: %(target)s

source: Including strings in where_used scan
de_de: Strings werden beim where_used Scan berücksichtigt

source: Index Of All Files By File Name
de_de: Index aller Dateien nach Dateiname

source: Index Of All Files By Path Name
de_de: Index aller Dateien nach Pfadname

source: Index Of All Forms
de_de: Index aller Forms

source: Index Of All Functions
de_de: Index aller Funktionen

source: Index Of All Materialized Views
de_de: Index aller Materialized Views

source: Index Of All Packages
de_de: Index aller Packages

source: Index Of All Packages, Their Functions And Procedures
de_de: Index aller Packages, ihrer Funktionen und Prozeduren

source: Index Of All Procedures
de_de: Index aller Prozeduren

source: Index Of All Sequences
de_de: Index aller Sequenzen

source: Index Of All Synonyms
de_de: Index aller Synonyme

source: Index Of All Tables
de_de: Index aller Tabellen

source: Index Of All Triggers
de_de: Index aller Trigger

source: Index Of All Types
de_de: Index aller Typen

source: Index Of All Views
de_de: Index aller Views

source: Index for unknown object type %s
de_de: Index für unbekannten Typ »%s«

source: Index of all Forms including their ProgramUnits
de_de: Index aller Forms inklusive ihrer Programm-Einheiten

source: Invalid object type "%(otype)s" passed to appendGlobalTasks for %(jotype)s %(name)s
de_de: Ungültiger Objekttyp "%(otype)s" für %(jotype)s %(name)s an appendGlobalTasks übergeben

source: JavaDoc Statistics
de_de: JavaDoc Statistiken

source: JavaDoc Validation Report
de_de: Report der JavaDoc Validierung

source: JavaDoc Warnings
de_de: JavaDoc Warnungen

source: JavaDoc validation warnings
de_de: JavaDoc Validierungs Warnungen

source: Known Bugs
de_de: Bekannte Bugs

source: Known Bugs (from your @bug tags)
de_de: Bekannte Bugs (aus den @bug Tags)

source: Largest
de_de: Größte

source: Line
de_de: Zeile

source: Lines
de_de: Zeilen

source: Lines with Code and Comments
de_de: Zeilen mit Code und Kommentaren

source: List of open Bugs
de_de: Liste offener Bugs

source: List of things ToDo
de_de: Todo-Liste

source: Longest
de_de: Längste

source: Main Index
de_de: Startseite

source: Materialized View Index
de_de: Materialized Views

source: Mixed
de_de: Gemischt

source: Multiple definitions for function %(package)s.%(function)s, parameters not verified
de_de: Mehrfache Definition der Funktion %(package)s.%(function)s, Parameter wurden nicht überprüft

source: No JavaDoc information available
de_de: Keine JavaDoc Informationen verfügbar

source: No config file found, using defaults.
de_de: Keine Konfigurationsdatei gefunden, verwende Standardwerte.

source: No dependency data for %s
de_de: Für "%s" gibt es keine Abhängigkeits-Daten

source: Object
de_de: Objekt

source: Object Statistics
de_de: Objekt Statistiken

source: Object type %(otype)s is not supported for unit-tests, skipping "%(oname)s"
de_de: Objekt-Typ %(otype)s wird für Unit-Tests nicht unterstützt, überspringe "%(oname)s"

source: Oracle Forms are not considered for statistics
de_de: Oracle Forms sind nicht in den Statistiken enthalten

source: Package %s has no JavaDoc information attached
de_de: Für das Package %s wurden keine JavaDoc Informationen bereitgestellt

source: Package General
de_de: Package allgemein

source: Package Index
de_de: Packages

source: Package Overview
de_de: Package Übersicht

source: Plain Code
de_de: Reiner Code

source: Plain Comments
de_de: Reine Kommentare

source: Procedure
de_de: Prozedur

source: Procedure %(procedure)s in package %(package)s has no JavaDoc information attached
de_de: Für die Prozedur %(package)s.%(procedure)s wurden keine JavaDoc Informationen bereitgestellt

source: Procedure Index
de_de: Prozeduren

source: Procedures
de_de: Prozeduren

source: RegExp error searching for "%s"
de_de: RegExp-Fehler bei der Suche nach "%s"

source: Removing files generated by previous run
de_de: Entferne vom vorigen Lauf erzeugte Dateien

source: Scanning source files for views and packages
de_de: Scanne Quelldaten nach Objekten

source: Scanning source files for where views and packages are used
de_de: Scanne Quelldaten nach Aufrufen von Objekten

source: Sequence
de_de: Sequenz

source: Sequence Index
de_de: Sequenzen

source: Sequences
de_de: Sequenzen

source: Shortest
de_de: Kürzeste

source: Skipped unknown form unit type "%(type)s" in %(file)s
de_de: Unbekannter Form Unit Typ "%(type)s" in %(file)s ausgelassen

source: Smallest
de_de: Kleinste

source: Source
de_de: Quellcode

source: Source code inclusion is limited to files smaller than %s
de_de: Source Code wird nur für Dateien eingebunden, die kleiner als %s sind

source: Statistics
de_de: Statistiken

source: Synonym Index
de_de: Synonyme

source: Synonyms
de_de: Synonyme

source: Table
de_de: Tabelle

source: Table Index
de_de: Tabellen

source: Tables
de_de: Tabellen

source: Todo Items
de_de: Todo Punkte

source: Todo List
de_de: Todo-Liste

source: Todo items (from your @todo tags)
de_de: Todo Punkte (aus den @todo Tags)

source: Total Bytes
de_de: Bytes insgesamt

source: Total Files
de_de: Dateien insgesamt

source: Trigger Index
de_de: Trigger

source: Triggers
de_de: Trigger

source: Type
de_de: Typ

source: Type Index
de_de: Typen

source: Types
de_de: Typen

source: Usage
de_de: Verwendung

source: Using config file(s)
de_de: Verwende Konfigurationsdatei(en)

source: Validation Report
de_de: Validierungs-Report

source: Value
de_de: Wert

source: View Index
de_de: Views

source: Warnings
de_de: Warnungen

source: What Used List for %s
de_de: Von %s verwendete Objekte

source: Where Used List for %s
de_de: Objekte, die %s verwenden

source: XML Size
de_de: XML Dateigröße

source: file to file
de_de: Datei auf Datei

source: file to object
de_de: Datei auf Objekt

source: from package
de_de: aus dem Package

source: javascript file
de_de: Javascript-Datei

source: less than %s lines
de_de: weniger als %s Zeilen

source: makeUsagePage called for undefined type "%s"
de_de: makeUsagePage mit undefiniertem Typ "%s" aufgerufen

source: no use found
de_de: nichts gefunden

source: object to file
de_de: Objekt auf Datei

source: object to object
de_de: Objekt auf Objekt

source: project logo
de_de: Projektlogo

source: top_level_directory "%s" does not exist - terminating.
de_de: top_level_directory "%s" existiert nicht - terminiere.

source: unknown dependency graph type
de_de: Unbekannter Abhängigkeitsgraph-Typ

source: what used
de_de: ruft auf

source: where used
de_de: benutzt von

source: where_used shortref scan disabled
de_de: where_used shortref Scan deaktiviert

source: where_used shortref scan enabled
de_de: where_used shortref Scan aktiviert
